{
  "home": [
    {
      "title":"2021 January Holiday Clinic",
      "description":"Ensure your child is kept active & Entertained during the holidays. \nA variety of Fun based drills & games combined with skill based games & drills are on offer on days 1 & 2. Day 3 is Mini World Cup day with prizes up for grabs. \nDates: 13th,14th & 15th January\nU6-U7 9am - 11am $85 \nU8-U13 9am - 12pm $125 \nVenue: Jack Speare Park"
    },

    {
      "title":"2020 Christmas Holiday Clinic",
      "description":"Sign-on for Christmas holiday clinic \nDates: 16th, 17th & 18th December \nU6-U7      9am - 11am    $85 \nU8-U13    9am - 12pm    $125 \nEnsure your child is kept active & entertained during holidays with a variety of fun based games and drills combined with skills on days 1 & 2, DAY 3 is Mini World Cup Day with prizes up for grabs \nVenue: Jack Speare Park"
    },

    {
      "title":"Trial Information - Divisionals \nJanet Bellinger",
      "description":"BOYS/MIXED \nU12 - Register for Trials below \nU13 - Trials during Pre-Season in Jan/Feb 2021. Priority register for Members. EOI for Non-Members. \nU14 - Trials are complete, teams are full. \nU15 BYPL - Register for Trials below. \nU16 Div 1 - No trials, limited spaces possibly available, EOI for Non-Members. \nGIRLS \nU12 - Trials during Pre-Season Training in Jan/Feb 2021. Limited spaces available. Preferential Registration for Members. EOI for Non-Members. \nU14 - Trials during Pre-Season Training in Jan/Feb 2021. Limited spaces available. Preferential Registration for Members. EOI for Non-Members. \nU15 Trials during Pre-Season Training in Jan/Feb 2021. Limited spaces available. Preferential Registration for Members. EOI for Non-Members."
    },
    {
      "title":"2021 U15 Boys (Born 2006) Trials \nJanet Bellinger",
      "description":"Trial for U15 Boys BYPL Team for Season 2021. \nSunday 22nd Nov 4-5pm \nSunday 29th Nov 4-5pm"
    },
    {
      "title":"2021 U12 (Born 2009) Trials",
      "description":"U12 Trials (at Jack Speare) will be split into two groups this year due to the volume of players involved. \n1.Top 2 Teams - this is our top team or the second top team, roughly equivalent to 'Komodo' level last year, but it will be BYPL or Div one, two or three in the Divisionals System (depending on outcome of 'Grading' in Feb 2021 vs other teams). These teams train twice per week in the season and pay an extra $100.  \n- Thu 26th Nov at 6pm and \n- Fri 4th Dec at 6pm \n2. Third Team and Below - if you are happy to be placed in our third team or below (ie. Goanna or Gecko last year and happy not to move up into a more competitive team) as you are a less competitive/more social player or a beginner or can only commit to one training session per week due to other commitments or sports. Last year, we had four teams in this category, ranging from Division 4 to Division 7. \n- Fri 27th Nov at 6pm and/or \n- Thu 3rd Dec at 6pm \nAlternatively, if you don't mind which team you are in, you do not need to attend trials, just register using the Preferential Registration link emailed to existing members on October 17th and again on Nov 2nd from the Registrar."
    }
  ]
}